Revit 2027 API
DockablePanes.BuiltInDockablePanes.RebarBrowser Property
 The rebar browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId RebarBrowser { get; }
Public Shared ReadOnly Property RebarBrowser As DockablePaneId
	Get
public:
static property DockablePaneId^ RebarBrowser {
	DockablePaneId^ get ();
}
static member RebarBrowser : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace